Ran Plan for dir: `terraform/applications/qa/website` workspace: `default`

<details><summary>Show Output</summary>

```diff
22:12:28.113 STDOUT terraform: Terraform used the selected providers to generate the following execution
22:12:28.113 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
22:12:28.113 STDOUT terraform:   + create
22:12:28.113 STDOUT terraform: Terraform will perform the following actions:
22:12:28.113 STDOUT terraform:   # module.website.aws_s3_bucket.test-bucket will be created
22:12:28.113 STDOUT terraform:   + resource "aws_s3_bucket" "test-bucket" {
22:12:28.113 STDOUT terraform:       + acceleration_status         = (known after apply)
22:12:28.113 STDOUT terraform:       + acl                         = (known after apply)
22:12:28.113 STDOUT terraform:       + arn                         = (known after apply)
22:12:28.113 STDOUT terraform:       + bucket                      = "my-appplication-test-bucketcx-qqqqqqqqqqqqq-qa"
22:12:28.113 STDOUT terraform:       + bucket_domain_name          = (known after apply)
22:12:28.113 STDOUT terraform:       + bucket_prefix               = (known after apply)
22:12:28.113 STDOUT terraform:       + bucket_region               = (known after apply)
22:12:28.113 STDOUT terraform:       + bucket_regional_domain_name = (known after apply)
22:12:28.113 STDOUT terraform:       + force_destroy               = false
22:12:28.113 STDOUT terraform:       + hosted_zone_id              = (known after apply)
22:12:28.113 STDOUT terraform:       + id                          = (known after apply)
22:12:28.113 STDOUT terraform:       + object_lock_enabled         = (known after apply)
22:12:28.113 STDOUT terraform:       + policy                      = (known after apply)
22:12:28.113 STDOUT terraform:       + region                      = "us-east-1"
22:12:28.113 STDOUT terraform:       + request_payer               = (known after apply)
22:12:28.113 STDOUT terraform:       + tags_all                    = (known after apply)
22:12:28.113 STDOUT terraform:       + website_domain              = (known after apply)
22:12:28.113 STDOUT terraform:       + website_endpoint            = (known after apply)
22:12:28.113 STDOUT terraform:       + cors_rule (known after apply)
22:12:28.113 STDOUT terraform:       + grant (known after apply)
22:12:28.113 STDOUT terraform:       + lifecycle_rule (known after apply)
22:12:28.113 STDOUT terraform:       + logging (known after apply)
22:12:28.113 STDOUT terraform:       + object_lock_configuration (known after apply)
22:12:28.113 STDOUT terraform:       + replication_configuration (known after apply)
22:12:28.113 STDOUT terraform:       + server_side_encryption_configuration (known after apply)
22:12:28.113 STDOUT terraform:       + versioning (known after apply)
22:12:28.113 STDOUT terraform:       + website (known after apply)
22:12:28.113 STDOUT terraform:     }
22:12:28.113 STDOUT terraform: Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -d terraform/applications/qa/website
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://atlantis.ricardoxyz.website/lock?id=ricardofukuda-org%252Fatlantis-terragrunt-terraform-integration-test%252Fterraform%252Fapplications%252Fqa%252Fwebsite%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -d terraform/applications/qa/website
  ```
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```